Repository: rajsurya519sr/Agri_Assist
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hi, kn

source: Please log in to access this page.
hi: कृपया इस पृष्ठ तक पहुँचने के लिए लॉगिन करें।
kn: ಈ ಪುಟವನ್ನು ಪ್ರವೇಶಿಸಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ.

source: Home
hi: होम
kn: ಮುಖಪುಟ

source: Dashboard
hi: डैशबोर्ड
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್

source: Advisories
hi: सलाहें
kn: ಸಲಹೆಗಳು

source: Profile
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್

source: Logout
hi: लॉगआउट
kn: ಲಾಗ್ ಔಟ್

source: All rights reserved.
hi: सर्वाधिकार सुरक्षित।
kn: ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ.

source: AgriAssist
hi: एग्रीअसिस्ट
kn: ಅಗ್ರಿಅಸಿಸ್ಟ್

source: Username
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರಹೆಸರು

source: Password
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್

source: Remember Me
hi: मुझे याद रखें
kn: ನನ್ನನ್ನು ನೆನಪಿಡಿ

source: Sign In
hi: साइन इन करें
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ

source: Email
hi: ईमेल
kn: ಇಮೇಲ್

source: First Name
hi: पहला नाम
kn: ಮೊದಲ ಹೆಸರು

source: Last Name
hi: अंतिम नाम
kn: ಕೊನೆಯ ಹೆಸರು

source: Repeat Password
hi: पासवर्ड दोहराएँ
kn: ಪಾಸ್‌ವರ್ಡ್ ಪುನರಾವರ್ತಿಸಿ

source: Passwords must match.
hi: पासवर्ड मेल खाने चाहिए।
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗಬೇಕು.

source: Register
hi: रजिस्टर करें
kn: ನೋಂದಾಯಿಸಿ

source: Please use a different username.
hi: कृपया कोई दूसरा उपयोगकर्ता नाम इस्तेमाल करें।
kn: ದಯವಿಟ್ಟು ಬೇರೆ ಬಳಕೆದಾರಹೆಸರನ್ನು ಬಳಸಿ.

source: Please use a different email address.
hi: कृपया कोई दूसरा ईमेल पता इस्तेमाल करें।
kn: ದಯವಿಟ್ಟು ಬೇರೆ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬಳಸಿ.

source: Invalid username or password
hi: गलत उपयोगकर्ता नाम या पासवर्ड
kn: ತಪ್ಪಾದ ಬಳಕೆದಾರಹೆಸರು ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್

source: Registration successful. Please log in.
hi: पंजीकरण सफल हुआ। कृपया लॉगिन करें।
kn: ನೋಂದಣಿ ಯಶಸ್ವಿಯಾಗಿದೆ. ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ.

source: This field is required.
hi: यह फ़ील्ड आवश्यक है।
kn: ಈ ಫೀಲ್ಡ್ ಕಡ್ಡಾಯವಾಗಿದೆ

source: Welcome Back
hi: वापसी पर स्वागत है
kn: ಮರಳಿ ಸ್ವಾಗತ

source: Sign in to access your account
hi: अपना खाता एक्सेस करने के लिए साइन इन करें
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪ್ರವೇಶಿಸಲು ಸೈನ್ ಇನ್ ಮಾಡಿ

source: Enter your username
hi: अपना उपयोगकर्ता नाम दर्ज करें
kn: ನಿಮ್ಮ ಬಳಕೆದಾರಹೆಸರನ್ನು ನಮೂದಿಸಿ

source: Forgot password?
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರಾ?

source: Enter your password
hi: अपना पासवर्ड दर्ज करें
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ

source: Don't have an account?
hi: क्या आपका खाता नहीं है?
kn: ಖಾತೆ ಇಲ್ಲವೇ?

source: Sign up
hi: साइन अप करें
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ

source: Login
hi: लॉगिन
kn: ಲಾಗಿನ್

source: Register - AgriAssist
hi: रजिस्टर करें - एग्रीअसिस्ट
kn: ನೋಂದಾಯಿಸಿ - ಅಗ್ರಿಅಸಿಸ್ಟ್

source: Create Your Account
hi: अपना खाता बनाएँ
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸಿ

source: Join our farming community today
hi: आज ही हमारी खेती समुदाय से जुड़ें
kn: ಇಂದು ನಮ್ಮ ಕೃಷಿ ಸಮುದಾಯಕ್ಕೆ ಸೇರಿ

source: Enter first name
hi: पहला नाम दर्ज करें
kn: ಮೊದಲ ಹೆಸರನ್ನು ನಮೂದಿಸಿ

source: Enter last name
hi: अंतिम नाम दर्ज करें
kn: ಕೊನೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ

source: Choose a username
hi: एक उपयोगकर्ता नाम चुनें
kn: ಬಳಕೆದಾರಹೆಸರನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Enter your email
hi: अपना ईमेल दर्ज करें
kn: ನಿಮ್ಮ ಇಮೇಲ್ ನಮೂದಿಸಿ

source: Create password
hi: पासवर्ड बनाएँ
kn: ಪಾಸ್‌ವರ್ಡ್ ರಚಿಸಿ

source: Confirm password
hi: पासवर्ड की पुष्टि करें
kn: ಪಾಸ್‌ವರ್ಡ್ ಖಚಿತಪಡಿಸಿ

source: Already have an account?
hi: क्या आपका पहले से खाता है?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಇದೆಯೇ?

source: Sign in
hi: साइन इन करें
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ

source: Farm Name
hi: फार्म का नाम
kn: ಜಮೀನಿನ ಹೆಸರು

source: Location
hi: स्थान
kn: ಸ್ಥಳ

source: Latitude
hi: अक्षांश
kn: ಅಕ್ಷಾಂಶ

source: Longitude
hi: देशांतर
kn: ರೇಖಾಂಶ

source: Save Farm
hi: फार्म सहेजें
kn: ಜಮೀನನ್ನು ಉಳಿಸಿ

source: My Farms
hi: मेरे फार्म
kn: ನನ್ನ ಜಮೀನುಗಳು

source: Farm added successfully!
hi: फार्म सफलतापूर्वक जोड़ा गया!
kn: ಜಮೀನನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ!

source: Farm deleted successfully.
hi: फार्म सफलतापूर्वक हटाया गया।
kn: ಜಮೀನನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: Add Farm
hi: फार्म जोड़ें
kn: ಜಮೀನು ಸೇರಿಸಿ

source: No Farms Added Yet
hi: अभी तक कोई फार्म नहीं जोड़ा गया
kn: ಇನ್ನೂ ಯಾವುದೇ ಜಮೀನುಗಳನ್ನು ಸೇರಿಸಿಲ್ಲ

source: Get started by adding your first farm to receive personalized advisories.
hi: व्यक्तिगत सलाह प्राप्त करने के लिए अपना पहला फार्म जोड़कर प्रारंभ करें।
kn: ವೈಯಕ್ತಿಕ ಸಲಹೆಗಳನ್ನು ಪಡೆಯಲು ನಿಮ್ಮ ಮೊದಲ ಜಮೀನನ್ನು ಸೇರಿಸುವ ಮೂಲಕ ಪ್ರಾರಂಭಿಸಿ.

source: Add Your First Farm
hi: अपना पहला फार्म जोड़ें
kn: ನಿಮ್ಮ ಮೊದಲ ಜಮೀನನ್ನು ಸೇರಿಸಿ

source: Add New Farm
hi: नया फार्म जोड़ें
kn: ಹೊಸ ಜಮೀನು ಸೇರಿಸಿ

source: Search for a location...
hi: स्थान खोजें...
kn: ಸ್ಥಳಕ್ಕಾಗಿ ಹುಡುಕಿ...

source: Search for an address, then draw your farm boundary on the map below.
hi: पता खोजें, फिर नीचे दिए गए नक्शे पर अपने फार्म की सीमा बनाएं।
kn: ವಿಳಾಸಕ್ಕಾಗಿ ಹುಡುಕಿ, ನಂತರ ಕೆಳಗಿನ ನಕ್ಷೆಯಲ್ಲಿ ನಿಮ್ಮ ಜಮೀನಿನ ಗಡಿಯನ್ನು ಎಳೆಯಿರಿ.

source: Estimated Area
hi: अनुमानित क्षेत्रफल
kn: ಅಂದಾಜು ಪ್ರದೇಶ

source: Cancel
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ

source: Selected advisories deleted successfully.
hi: चयनित सलाहें सफलतापूर्वक हटाई गईं।
kn: ಆಯ್ದ ಸಲಹೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: All advisories have been deleted successfully.
hi: सभी सलाहें सफलतापूर्वक हटाई गईं।
kn: ಎಲ್ಲಾ ಸಲಹೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: Advisory deleted successfully.
hi: सलाह सफलतापूर्वक हटाई गई।
kn: ಸಲಹೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.

source: Farming Advisories
hi: खेती की सलाहें
kn: ಕೃಷಿ ಸಲಹೆಗಳು

source: Delete Selected
hi: चयनित हटाएँ
kn: ಆಯ್ದ ಸಲಹೆಗಳನ್ನು ಅಳಿಸಿ

source: Delete All
hi: सभी हटाएँ
kn: ಎಲ್ಲಾ ಸಲಹೆಗಳನ್ನು ಅಳಿಸಿ

source: Filter
hi: फ़िल्टर करें
kn: ಶೋಧಕ

source: Generate AI Advisory
hi: एआई सलाह बनाएँ
kn: AI ಸಲಹೆ ರಚಿಸಿ

source: SELECT ALL
hi: सभी चुनें
kn: ಎಲ್ಲಾ ಆಯ್ಕೆಮಾಡಿ

source: Mark as unread
hi: अपठित चिह्नित करें
kn: ಓದಿಲ್ಲವೆಂದು ಗುರುತಿಸಿ

source: No Advisories Yet
hi: अभी कोई सलाह नहीं
kn: ಇನ್ನೂ ಯಾವುದೇ ಸಲಹೆಗಳಿಲ್ಲ

source: Generate your first AI-powered advisory to get started.
hi: शुरू करने के लिए अपनी पहली एआई-संचालित सलाह बनाएँ।
kn: ಪ್ರಾರಂಭಿಸಲು ನಿಮ್ಮ ಮೊದಲ AI-ಚಾಲಿತ ಸಲಹೆಯನ್ನು ರಚಿಸಿ.

source: Select a farm and provide crop details to get a tailored advisory based on current conditions.
hi: वर्तमान परिस्थितियों के आधार पर अनुकूलित सलाह प्राप्त करने के लिए एक फार्म चुनें और फसल का जानकारी प्रदान करें।
kn: ಪ್ರಸ್ತುತ ಪರಿಸ್ಥಿತಿಗಳ ಆಧಾರದ ಮೇಲೆ ಸೂಕ್ತವಾದ ಸಲಹೆಯನ್ನು ಪಡೆಯಲು ಜಮೀನನ್ನು ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಬೆಳೆಯ ವಿವರಗಳನ್ನು ಒದಗಿಸಿ.

source: Farm
hi: फार्म
kn: ಜಮೀನು

source: Select a farm...
hi: एक फार्म चुनें...
kn: ಜಮೀನನ್ನು ಆಯ್ಕೆಮಾಡಿ...

source: Crop Type
hi: फसल का प्रकार
kn: ಬೆಳೆ ಪ್ರಕಾರ

source: Select a crop...
hi: फसल चुनें...
kn: ಬೆಳೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ...

source: Crop Stage
hi: फसल की अवस्था
kn: ಬೆಳೆ ಹಂತ

source: Select a stage...
hi: एक अवस्था चुनें...
kn: ಹಂತವನ್ನು ಆಯ್ಕೆಮಾಡಿ...

source: Soil Type
hi: मिट्टी का प्रकार
kn: ಮಣ್ಣಿನ ಪ್ರಕಾರ

source: Select a soil type...
hi: मिट्टी का प्रकार चुनें।
kn: ಮಣ್ಣಿನ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ...

source: Generate
hi: बनाएँ
kn: ರಚಿಸಿ

source: Filter Advisories
hi: सलाहें फ़िल्टर करें
kn: ಸಲಹೆಗಳನ್ನು ಶೋಧಿಸಿ

source: All Farms
hi: सभी फार्म
kn: ಎಲ್ಲಾ ಜಮೀನುಗಳು

source: Status
hi: स्थिति
kn: ಸ್ಥಿತಿ

source: All
hi: सभी
kn: ಎಲ್ಲಾ

source: Read
hi: पढ़े हुए
kn: ಓದಿದ

source: Unread
hi: अपठित
kn: ಓದಿಲ್ಲ

source: Priority
hi: प्राथमिकता
kn: ಪ್ರಾಮುಖ್ಯತೆ

source: High
hi: उच्च
kn: ಹೆಚ್ಚಿನ

source: Medium
hi: मध्यम
kn: ಮಧ್ಯಮ

source: Low
hi: निम्न
kn: ಕಡಿಮೆ

source: Apply Filters
hi: फ़िल्टर लागू करें
kn: ಶೋಧಕಗಳನ್ನು ಅನ್ವಯಿಸಿ

source: Crop Name
hi: फसल का नाम
kn: ಬೆಳೆಯ ಹೆಸರು

source: Season
hi: मौसम
kn: ಋತು

source: State
hi: राज्य
kn: ರಾಜ್ಯ

source: Area (in Hectares)
hi: क्षेत्रफल (हेक्टेयर में)
kn: ಪ್ರದೇಶ (ಹೆಕ್ಟೇರ್‌ಗಳಲ್ಲಿ)

source: Annual Rainfall (in mm)
hi: वार्षिक वर्षा (मिमी में)
kn: ವಾರ್ಷಿಕ ಮಳೆ (ಮಿ.ಮೀ.ಗಳಲ್ಲಿ)

source: Fertilizer Usage (in kg/Hectare)
hi: उर्वरक उपयोग (किग्रा/हेक्टेयर)
kn: ಗೊಬ್ಬರ ಬಳಕೆ (ಕೆ.ಜಿ./ಹೆಕ್ಟೇರ್‌)

source: Pesticide Usage (in Litres/Hectare)
hi: कीटनाशक उपयोग (लीटर/हेक्टेयर)
kn: ಕೀಟನಾಶಕ ಬಳಕೆ (ಲೀಟರ್/ಹೆಕ್ಟೇರ್‌)

source: Predict Yield
hi: उत्पादन का पूर्वानुमान करें
kn: ಇಳುವರಿ ಮುನ್ಸೂಚಿಸಿ

source: Get Advisory
hi: सलाह प्राप्त करें
kn: ಸಲಹೆ ಪಡೆಯಿರಿ

source: Select Farm
hi: फार्म चुनें
kn: ಜಮೀನನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select a farm to see details...
hi: विवरण देखने के लिए फार्म चुनें...
kn: ವಿವರಗಳನ್ನು ನೋಡಲು ಜಮೀನನ್ನು ಆಯ್ಕೆಮಾಡಿ...

source: No farms available. Please add a farm first.
hi: कोई फार्म उपलब्ध नहीं। कृपया पहले एक फार्म जोड़ें।
kn: ಯಾವುದೇ ಜಮೀನುಗಳು ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಮೊದಲು ಜಮೀನನ್ನು ಸೇರಿಸಿ.

source: Total Farms
hi: कुल फार्म
kn: ಒಟ್ಟು ಜಮೀನುಗಳು

source: View all farms
hi: सभी फार्म देखें
kn: ಎಲ್ಲಾ ಜಮೀನುಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Unread Advisories
hi: अपठित सलाहें
kn: ಓದದ ಸಲಹೆಗಳು

source: View all advisories
hi: सभी सलाहें देखें
kn: ಎಲ್ಲಾ ಸಲಹೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Weather
hi: मौसम
kn: ಹವಾಮಾನ

source: Select a farm
hi: एक फार्म चुनें
kn: ಒಂದು ಜಮೀನನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Updated:
hi: अद्यतन:
kn: ನವೀಕರಿಸಲಾಗಿದೆ:

source: Quick Actions
hi: त्वरित क्रियाएँ
kn: ತ್ವರಿತ ಕ್ರಮಗಳು

source: Manage Farms
hi: फार्म प्रबंधन
kn: ಜಮೀನುಗಳನ್ನು ನಿರ್ವಹಿಸಿ

source: My Farms Map
hi: मेरे फार्म का नक्शा
kn: ನನ್ನ ಜಮೀನುಗಳ ನಕ್ಷೆ

source: Recent Advisories
hi: हाल की सलाहें
kn: ಇತ್ತೀಚಿನ ಸಲಹೆಗಳು

source: For:
hi: के लिए:
kn: ಇದಕ್ಕಾಗಿ:

source: Mark as read
hi: पढ़ा हुआ चिह्नित करें
kn: ಓದಿದೆ ಎಂದು ಗುರುತಿಸಿ

source: No recent advisories.
hi: कोई हाल की सलाह नहीं।
kn: ಇತ್ತೀಚಿನ ಸಲಹೆಗಳಿಲ್ಲ.

source: View All Advisories
hi: सभी सलाहें देखें
kn: ಎಲ್ಲಾ ಸಲಹೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: For Farm:
hi: फार्म के लिए:
kn: ಜಮೀನಿಗಾಗಿ:

source: Issued on:
hi: जारी किया गया:
kn: ನೀಡಿದ ದಿನಾಂಕ:

source: Close
hi: बंद करें
kn: ಮುಚ್ಚಿ

source: Crop Yield Potential
hi: फसल उत्पादन क्षमता
kn: ಬೆಳೆ ಇಳುವರಿ ಸಾಮರ್ಥ್ಯ

source: Select a farm from the dropdown above, then fill in your inputs to get a yield estimate and personalized advice.
hi: ऊपर दिए गए ड्रॉपडाउन से फार्म चुनें, फिर अपने इनपुट भरें ताकि उत्पादन का अनुमान और व्यक्तिगत सलाह प्राप्त हो सके।
kn: ಮೇಲಿನ ಡ್ರಾಪ್‌ಡೌನ್‌ನಿಂದ ಜಮೀನನ್ನು ಆಯ್ಕೆಮಾಡಿ, ನಂತರ ಇಳುವರಿ ಅಂದಾಜು ಮತ್ತು ವೈಯಕ್ತಿಕ ಸಲಹೆ ಪಡೆಯಲು ನಿಮ್ಮ ಇನ್‌ಪುಟ್‌ಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ.

source: Select a season...
hi: मौसम चुनें...
kn: ಒಂದು ಋತುವನ್ನು ಆಯ್ಕೆಮಾಡಿ...

source: Auto-filled...
hi: स्वतः भरा गया...
kn: ಸ್ವಯಂ-ಭರ್ತಿಯಾಗಿದೆ...

source: Detected from selected farm.
hi: चुने गए फार्म से पता चला।
kn: ಆಯ್ದ ಜಮೀನಿನಿಂದ ಪತ್ತೆಹಚ್ಚಲಾಗಿದೆ.

source: Area (Hectares)
hi: क्षेत्रफल (हेक्टेयर)
kn: ಪ್ರದೇಶ (ಹೆಕ್ಟೇರ್‌ಗಳು)

source: e.g., 10.5
hi: जैसे, 10.5
kn: ಉದಾ., 10.5

source: Set from farm, can be edited.
hi: फार्म से लिया गया, संपादित किया जा सकता है।
kn: ಜಮೀನಿನಿಂದ ಹೊಂದಿಸಲಾಗಿದೆ, ಸಂಪಾದಿಸಬಹುದು.

source: Annual Rainfall (mm)
hi: वार्षिक वर्षा (मिमी)
kn: ವಾರ್ಷಿಕ ಮಳೆ (ಮಿ.ಮೀ.)

source: Fetching...
hi: प्राप्त किया जा रहा है...
kn: ಪಡೆಯಲಾಗುತ್ತಿದೆ...

source: Avg. for farm location.
hi: फार्म स्थान के लिए औसत।
kn: ಜಮೀನಿನ ಸ್ಥಳದ ಸರಾಸರಿ.

source: Fertilizer (kg/Hectare)
hi: उर्वरक (किग्रा/हेक्टेयर)
kn: ಗೊಬ್ಬರ (ಕೆ.ಜಿ./ಹೆಕ್ಟೇರ್‌)

source: Pesticide (L/Hectare)
hi: कीटनाशक (ली/हेक्टेयर)
kn: ಕೀಟನಾಶಕ (ಲೀ./ಹೆಕ್ಟೇರ್‌)

source: Predict
hi: पूर्वानुमान करें
kn: ಮುನ್ಸೂಚಿಸಿ

source: Clear sky
hi: स्वच्छ आकाश
kn: ಸ್ವಚ್ಛ ಆಕಾಶ

source: Mainly clear
hi: मुख्यतः साफ
kn: ಮುಖ್ಯವಾಗಿ ಸ್ವಚ್ಛ

source: Partly cloudy
hi: आंशिक रूप से बादल
kn: ಭಾಗಶಃ ಮೋಡ

source: Overcast
hi: बादल छाया हुआ
kn: ಮೋಡ ಕವಿದಿದೆ

source: Fog
hi: कोहरा
kn: ಮಂಜು

source: Slight rain
hi: हल्की बारिश
kn: ಸ್ವಲ್ಪ ಮಳೆ

source: Moderate rain
hi: मध्यम बारिश
kn: ಮಧ್ಯಮ ಮಳೆ

source: Slight rain showers
hi: हल्की वर्षा
kn: ಸ್ವಲ್ಪ ಮಳೆ ತುಂತುರು

source: Thunderstorm
hi: आंधी-तूफ़ान
kn: ಗುಡುಗು ಸಹಿತ ಮಳೆ

source: Unknown
hi: अज्ञात
kn: ಅಪರಿಚಿತ

source: Could not load
hi: लोड नहीं हो सका
kn: ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ

source: Server error:
hi: सर्वर त्रुटि:
kn: ಸರ್ವರ್ ದೋಷ:

source: Detecting...
hi: पता लगाया जा रहा है...
kn: ಪತ್ತೆಹಚ್ಚಲಾಗುತ್ತಿದೆ...

source: State not found
hi: राज्य नहीं मिला
kn: ರಾಜ್ಯ ಕಂಡುಬಂದಿಲ್ಲ

source: Detection failed
hi: पता लगाने में विफल
kn: ಪತ್ತೆಹಚ್ಚುವಿಕೆ ವಿಫಲವಾಯಿತು

source: Not available
hi: उपलब्ध नहीं
kn: ಲಭ್ಯವಿಲ್ಲ

source: Error fetching data
hi: डेटा प्राप्त करने में त्रुटि
kn: ಡೇಟಾ ಪಡೆಯುವಲ್ಲಿ ದೋಷ

source: Calculating...
hi: गणना की जा रही है...
kn: ಲೆಕ್ಕಾಚಾರ ಮಾಡಲಾಗುತ್ತಿದೆ...

source: Predicted Yield
hi: अनुमानित उत्पादन
kn: ಮುನ್ಸೂಚಿಸಿದ ಇಳುವರಿ

source: Total Estimated Harvest
hi: कुल अनुमानित फसल
kn: ಒಟ್ಟು ಅಂದಾಜು ಸುಗ್ಗಿ

source: Yield Comparison (vs. Last 4 Years)
hi: उत्पादन तुलना (पिछले 4 वर्षों की तुलना में)
kn: ಇಳುವರಿ ಹೋಲಿಕೆ (ಕಳೆದ 4 ವರ್ಷಗಳಿಗೆ ಹೋಲಿಸಿದರೆ)

source: Personalized Advice
hi: व्यक्तिगत सलाह
kn: ವೈಯಕ್ತಿಕ ಸಲಹೆ

source: Rainfall
hi: वर्षा
kn: ಮಳೆ

source: Fertilizer
hi: उर्वरक
kn: ಗೊಬ್ಬರ

source: Pesticide
hi: कीटनाशक
kn: ಕೀಟನಾಶಕ

source: An unknown error occurred.
hi: एक अज्ञात त्रुटि हुई।
kn: ಅಪರಿಚಿತ ದೋಷ ಸಂಭವಿಸಿದೆ.

source: Request failed. Please check your connection.
hi: अनुरोध विफल हुआ। कृपया अपना कनेक्शन जांचें।
kn: ವಿನಂತಿ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.

source: Predicted
hi: अनुमानित
kn: ಮುನ್ಸೂಚಿಸಲಾಗಿದೆ

source: Yield (Tons/Hectare)
hi: उत्पादन (टन/हेक्टेयर)
kn: ಇಳುವರಿ (ಟನ್/ಹೆಕ್ಟೇರ್‌)

source: Tons / Hectare
hi: टन / हेक्टेयर
kn: ಟನ್‌ಗಳು / ಹೆಕ್ಟೇರ್‌

source: Could not mark as read. Please try again.
hi: पढ़ा हुआ चिह्नित नहीं कर सके। कृपया पुनः प्रयास करें।
kn: ಓದಿದೆ ಎಂದು ಗುರುತಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: An error occurred. Please check your connection.
hi: एक त्रुटि हुई। कृपया अपना कनेक्शन जांचें।
kn: ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.

source: Please select a farm from the dashboard first!
hi: कृपया पहले डैशबोर्ड से एक फार्म चुनें!
kn: ದಯವಿಟ್ಟು ಮೊದಲು ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ನಿಂದ ಜಮೀನನ್ನು ಆಯ್ಕೆಮಾಡಿ!

source: AgriAssist - AI-Powered Farming Assistance
hi: एग्रीअसिस्ट - एआई-संचालित खेती सहायता
kn: ಅಗ್ರಿಅಸಿಸ್ಟ್ - AI-ಚಾಲಿತ ಕೃಷಿ ನೆರವು

source: Smart Farming with AI
hi: एआई के साथ स्मार्ट खेती
kn: AI ನೊಂದಿಗೆ ಸ್ಮಾರ್ಟ್ ಕೃಷಿ

source: Get personalized farming advisories, weather forecasts, and crop recommendations powered by artificial intelligence.
hi: कृत्रिम बुद्धिमत्ता द्वारा संचालित व्यक्तिगत खेती सलाहें, मौसम पूर्वानुमान और फसल अनुशंसाएँ प्राप्त करें।
kn: ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆಯಿಂದ ಚಾಲಿತ ವೈಯಕ್ತಿಕ ಕೃಷಿ ಸಲಹೆಗಳು, ಹವಾಮಾನ ಮುನ್ಸೂಚನೆಗಳು ಮತ್ತು ಬೆಳೆ ಶಿಫಾರಸುಗಳನ್ನು ಪಡೆಯಿರಿ.

source: Go to Dashboard
hi: डैशबोर्ड पर जाएँ
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗೆ ಹೋಗಿ

source: Get Started
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ

source: How It Works
hi: यह कैसे काम करता है
kn: ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ

source: 1. Add Your Farm
hi: 1. अपना फार्म जोड़ें
kn: 1. ನಿಮ್ಮ ಜಮೀನನ್ನು ಸೇರಿಸಿ

source: Mark your farm location on the map and provide basic information about your crops.
hi: अपने फार्म का स्थान नक्शे पर चिह्नित करें और अपनी फसलों के बारे में मूलभूत जानकारी दें।
kn: ನಕ್ಷೆಯಲ್ಲಿ ನಿಮ್ಮ ಜಮೀನಿನ ಸ್ಥಳವನ್ನು ಗುರುತಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಬೆಳೆಗಳ ಬಗ್ಗೆ ಮೂಲಭೂತ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿ.

source: 2. Get AI Analysis
hi: 2. एआई विश्लेषण प्राप्त करें
kn: 2. AI ವಿಶ್ಲೇಷಣೆ ಪಡೆಯಿರಿ

source: Our AI analyzes weather, soil conditions, and crop data to provide personalized recommendations.
hi: हमारा एआई मौसम, मिट्टी की स्थिति और फसल डेटा का विश्लेषण कर व्यक्तिगत अनुशंसाएँ प्रदान करता है।
kn: ನಮ್ಮ AI ವೈಯಕ್ತಿಕ ಶಿಫಾರಸುಗಳನ್ನು ಒದಗಿಸಲು ಹವಾಮಾನ, ಮಣ್ಣಿನ ಪರಿಸ್ಥಿತಿಗಳು ಮತ್ತು ಬೆಳೆ ಡೇಟಾವನ್ನು ವಿಶ್ಲೇಷಿಸುತ್ತದೆ.

source: 3. Improve Yields
hi: 3. उत्पादन बढ़ाएँ
kn: 3. ಇಳುವರಿ ಸುಧಾರಿಸಿ

source: Follow our advisories to optimize your farming practices and increase productivity.
hi: अपनी खेती की प्रथाओं को बेहतर बनाने और उत्पादकता बढ़ाने के लिए हमारी सलाहों का पालन करें।
kn: ನಿಮ್ಮ ಕೃಷಿ ಪದ್ಧತಿಗಳನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಮತ್ತು ಉತ್ಪಾದಕತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ನಮ್ಮ ಸಲಹೆಗಳನ್ನು ಅನುಸರಿಸಿ.

source: Interactive Farm Management
hi: इंटरैक्टिव फार्म प्रबंधन
kn: ಸಂವಾದಾತ್ಮಕ ಜಮೀನು ನಿರ್ವಹಣೆ

source: Visualize your farms on an interactive map with real-time weather and soil data.
hi: रियल-टाइम मौसम और मिट्टी डेटा के साथ अपने फार्म को इंटरैक्टिव नक्शे पर देखें।
kn: ನೈಜ-ಸಮಯದ ಹವಾಮಾನ ಮತ್ತು ಮಣ್ಣಿನ ಡೇಟಾದೊಂದಿಗೆ ಸಂವಾದಾತ್ಮಕ ನಕ್ಷೆಯಲ್ಲಿ ನಿಮ್ಮ ಜಮೀನುಗಳನ್ನು ದೃಶ್ಯೀಕರಿಸಿ.

source: Monitor multiple farm locations
hi: कई फार्म स्थानों की निगरानी करें
kn: ಬಹು ಜಮೀನು ಸ್ಥಳಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ

source: Get weather alerts and forecasts
hi: मौसम चेतावनी और पूर्वानुमान प्राप्त करें
kn: ಹವಾಮಾನ ಎಚ್ಚರಿಕೆಗಳು ಮತ್ತು ಮುನ್ಸೂಚನೆಗಳನ್ನು ಪಡೆಯಿರಿ

source: Track crop health and growth
hi: फसल की सेहत और विकास पर नज़र रखें
kn: ಬೆಳೆ ಆರೋಗ್ಯ ಮತ್ತು ಬೆಳವಣಿಗೆಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ

source: Start Managing Your Farms
hi: अपने फार्म का प्रबंधन शुरू करें
kn: ನಿಮ್ಮ ಜಮೀನುಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಪ್ರಾರಂಭಿಸಿ

source: Voice-Enabled Assistant
hi: वॉइस-सक्षम सहायक
kn: ಧ್ವನಿ-ಸಕ್ರಿಯ ಸಹಾಯಕ

source: Get hands-free access to farming advice using voice commands in multiple languages.
hi: कई भाषाओं में वॉइस कमांड का उपयोग करके खेती की सलाह तक बिना हाथ लगाए पहुँच प्राप्त करें।
kn: ಬಹು ಭಾಷೆಗಳಲ್ಲಿ ಧ್ವನಿ ಆದೇಶಗಳನ್ನು ಬಳಸಿ ಕೃಷಿ ಸಲಹೆಗೆ ಹ್ಯಾಂಡ್ಸ್-ಫ್ರೀ ಪ್ರವೇಶ ಪಡೆಯಿರಿ.

source: Click to speak
hi: बोलने के लिए क्लिक करें
kn: ಮಾತನಾಡಲು ಕ್ಲಿಕ್ ಮಾಡಿ

source: Try saying:
hi: यह बोलकर देखें:
kn: ಹೀಗೆ ಹೇಳಿ ಪ್ರಯತ್ನಿಸಿ:

source: What's the weather forecast?
hi: मौसम का पूर्वानुमान क्या है?
kn: ಹವಾಮಾನ ಮುನ್ಸೂಚನೆ ಏನು?

source: Give me farming tips for rice
hi: मुझे धान की खेती के सुझाव दें
kn: ಭತ್ತಕ್ಕೆ ಕೃಷಿ ಸಲಹೆಗಳನ್ನು ನೀಡಿ

source: Show me my farms
hi: मुझे मेरे फार्म दिखाएँ
kn: ನನ್ನ ಜಮೀನುಗಳನ್ನು ತೋರಿಸಿ

source: Ready to Transform Your Farming?
hi: क्या आप अपनी खेती बदलने के लिए तैयार हैं?
kn: ನಿಮ್ಮ ಕೃಷಿಯನ್ನು ಪರಿವರ್ತಿಸಲು ಸಿದ್ಧರಿದ್ದೀರಾ?

source: Join thousands of farmers using AI to improve their yields and reduce risks.
hi: हज़ारों किसानों से जुड़ें जो एआई का उपयोग कर उत्पादन बढ़ा रहे हैं और जोखिम कम कर रहे हैं।
kn: ತಮ್ಮ ಇಳುವರಿಯನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು ಅಪಾಯಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಲು AI ಬಳಸುತ್ತಿರುವ ಸಾವಿರಾರು ರೈತರೊಂದಿಗೆ ಸೇರಿಕೊಳ್ಳಿ.

source: Sign Up Free
hi: नि:शुल्क साइन अप करें
kn: ಉಚಿತವಾಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ

source: Error:
hi: त्रुटि:
kn: ದೋಷ:

source: Listening...
hi: सुन रहे हैं...
kn: ಕೇಳಲಾಗುತ್ತಿದೆ...

source: You said:
hi: आपने कहा:
kn: ನೀವು ಹೇಳಿದ್ದು:

source: Weather information would be displayed here.
hi: मौसम की जानकारी यहाँ प्रदर्शित होगी।
kn: ಹವಾಮಾನ ಮಾಹಿತಿಯನ್ನು ಇಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ.

source: Here are some farming tips...
hi: यहाँ कुछ खेती के सुझाव हैं...
kn: ಇಲ್ಲಿ ಕೆಲವು ಕೃಷಿ ಸಲಹೆಗಳಿವೆ...

source: Command received:
hi: कमांड प्राप्त हुआ:
kn: ಆದೇಶ ಸ್ವೀಕರಿಸಲಾಗಿದೆ:

source: Voice recognition not supported in this browser.
hi: इस ब्राउज़र में वॉइस रिकग्निशन समर्थित नहीं है।
kn: ಈ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.

source: An error occurred during prediction calculation.
hi: उत्पादन गणना के दौरान एक त्रुटि हुई।
kn: ಇಳುವರಿ ಲೆಕ್ಕಾಚಾರದ ಸಮಯದಲ್ಲಿ ದೋಷ ಸಂಭವಿಸಿದೆ.

source: Invalid input data.
hi: अमान्य इनपुट डेटा।
kn: ಅಮಾನ್ಯ ಇನ್‌ಪುಟ್ ಡೇಟಾ.

source: Missing required farm data.
hi: आवश्यक फार्म डेटा गायब है।
kn: ಅಗತ್ಯವಿರುವ ಜಮೀನು ಡೇಟಾ ಕಾಣೆಯಾಗಿದೆ.

source: Missing required advisory data.
hi: आवश्यक सलाह डेटा गायब है।
kn: ಅಗತ್ಯವಿರುವ ಸಲಹೆ ಡೇಟಾ ಕಾಣೆಯಾಗಿದೆ.

source: Forbidden
hi: निषिद्ध
kn: ನಿಷಿದ್ಧ

source: No advisory IDs provided.
hi: कोई सलाह आईडी प्रदान नहीं की गई।
kn: ಯಾವುದೇ ಸಲಹೆ ಐಡಿಗಳನ್ನು ಒದಗಿಸಲಾಗಿಲ್ಲ.

source: No valid advisories found to delete.
hi: हटाने के लिए कोई वैध सलाह नहीं मिली।
kn: ಅಳಿಸಲು ಯಾವುದೇ ಮಾನ್ಯ ಸಲಹೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.

source: Failed to connect to geocoding service.
hi: जियोकोडिंग सेवा से कनेक्ट नहीं हो सका।
kn: ಜಿಯೋಕೋಡಿಂಗ್ ಸೇವೆಗೆ ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ.

source: State not found for this location.
hi: इस स्थान के लिए राज्य नहीं मिला।
kn: ಈ ಸ್ಥಳಕ್ಕಾಗಿ ರಾಜ್ಯ ಕಂಡುಬಂದಿಲ್ಲ.

source: Could not retrieve weather data.
hi: मौसम डेटा प्राप्त नहीं किया जा सका।
kn: ಹವಾಮಾನ ಡೇಟಾವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.

source: Failed to connect to the historical data service.
hi: ऐतिहासिक डेटा सेवा से कनेक्ट नहीं हो सका।
kn: ಐತಿಹಾಸಿಕ ಡೇಟಾ ಸೇವೆಗೆ ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ.

source: Tons
hi: टन
kn: ಟನ್‌ಗಳು

source: Tons/ha
hi: टन/हेक्टेयर
kn: ಟನ್‌ಗಳು/ಹೆಕ್ಟೇರ್‌

source: Rice
hi: चावल
kn: ಅಕ್ಕಿ

source: Wheat
hi: गेहूँ
kn: ಗೋಧಿ

source: Maize
hi: मक्का
kn: ಮೆಕ್ಕೆ ಜೋಳ

source: Cotton
hi: कपास
kn: ಹತ್ತಿ

source: Sugarcane
hi: गन्ना
kn: ಕಬ್ಬು

source: Groundnut
hi: मूंगफली
kn: ನೆಲಗಡಲೆ

source: Coconut
hi: नारियल
kn: ತೆಂಗಿನಕಾಯಿ

source: Millet
hi: बाजरा
kn: ಸಿರಿಧಾನ್ಯ

source: Pulses
hi: दालें
kn: ಬೇಳೆಕಾಳುಗಳು

source: Soybean
hi: सोयाबीन
kn: ಸೋಯಾಬೀನ್

source: Tea
hi: चाय
kn: ಚಹಾ

source: Banana
hi: केला
kn: ಬಾಳೆಹಣ್ಣು

source: Potato
hi: आलू
kn: ಆಲೂಗಡ್ಡೆ

source: Tomato
hi: टमाटर
kn: ಟೊಮಾಟೊ

source: Onion
hi: प्याज
kn: ಈರುಳ್ಳಿ

source: Kharif
hi: खरीफ
kn: ಖಾರಿಫ್

source: Rabi
hi: रबी
kn: ರಬಿ

source: Zaid
hi: जायद
kn: ಜಾಯಿದ್

source: Whole Year
hi: पूरे वर्ष
kn: ಇಡೀ ವರ್ಷ

source: Andhra Pradesh
hi: आंध्र प्रदेश
kn: ಆಂಧ್ರ ಪ್ರದೇಶ

source: Arunachal Pradesh
hi: अरुणाचल प्रदेश
kn: ಅರುಣಾಚಲ ಪ್ರದೇಶ

source: Assam
hi: असम
kn: ಅಸ್ಸಾಂ

source: Bihar
hi: बिहार
kn: ಬಿಹಾರ

source: Chhattisgarh
hi: छत्तीसगढ़
kn: ಛತ್ತೀಸ್‌ಗಢ

source: Goa
hi: गोवा
kn: ಗೋವಾ

source: Gujarat
hi: गुजरात
kn: ಗುಜರಾತ್

source: Haryana
hi: हरियाणा
kn: ಹರಿಯಾಣ

source: Himachal Pradesh
hi: हिमाचल प्रदेश
kn: ಹಿಮಾಚಲ ಪ್ರದೇಶ

source: Jharkhand
hi: झारखंड
kn: ಜಾರ್ಖಂಡ್

source: Karnataka
hi: कर्नाटक
kn: ಕರ್ನಾಟಕ

source: Kerala
hi: केरल
kn: ಕೇರಳ

source: Madhya Pradesh
hi: मध्य प्रदेश
kn: ಮಧ್ಯ ಪ್ರದೇಶ

source: Maharashtra
hi: महाराष्ट्र
kn: ಮಹಾರಾಷ್ಟ್ರ

source: Manipur
hi: मणिपुर
kn: ಮಣಿಪುರ

source: Meghalaya
hi: मेघालय
kn: ಮೇಘಾಲಯ

source: Mizoram
hi: मिजोरम
kn: ಮಿಜೋರಾಂ

source: Nagaland
hi: नागालैंड
kn: ನಾಗಾಲ್ಯಾಂಡ್

source: Odisha
hi: ओडिशा
kn: ಒಡಿಶಾ

source: Punjab
hi: पंजाब
kn: ಪಂಜಾಬ್

source: Rajasthan
hi: राजस्थान
kn: ರಾಜಸ್ಥಾನ

source: Sikkim
hi: सिक्किम
kn: ಸಿಕ್ಕಿಂ

source: Tamil Nadu
hi: तमिलनाडु
kn: ತಮಿಳುನಾಡು

source: Telangana
hi: तेलंगाना
kn: ತೆಲಂಗಾಣ

source: Tripura
hi: त्रिपुरा
kn: ತ್ರಿಪುರಾ

source: Uttar Pradesh
hi: उत्तर प्रदेश
kn: ಉತ್ತರ ಪ್ರದೇಶ

source: Uttarakhand
hi: उत्तराखंड
kn: ಉತ್ತರಾಖಂಡ್

source: West Bengal
hi: पश्चिम बंगाल
kn: ಪಶ್ಚಿಮ ಬಂಗಾಳ

source: Andaman & Nicobar
hi: अंडमान और निकोबार
kn: ಅಂಡಮಾನ್ ಮತ್ತು ನಿಕೋಬಾರ್

source: Chandigarh
hi: चंडीगढ़
kn: ಚಂಡೀಗಢ

source: Dadra & Nagar Haveli
hi: दादरा और नगर हवेली
kn: ದಾದ್ರಾ ಮತ್ತು ನಗರ ಹವೇಲಿ

source: Daman & Diu
hi: दमन और दीव
kn: ದಮನ್ ಮತ್ತು ದಿಯು

source: Delhi
hi: दिल्ली
kn: ದೆಹಲಿ

source: Jammu & Kashmir
hi: जम्मू और कश्मीर
kn: ಜಮ್ಮು ಮತ್ತು ಕಾಶ್ಮೀರ

source: Ladakh
hi: लद्दाख
kn: ಲಡಾಖ್

source: Lakshadweep
hi: लक्षद्वीप
kn: ಲಕ್ಷದ್ವೀಪ

source: Puducherry
hi: पुडुचेरी
kn: ಪುದುಚೇರಿ

source: Sandy
hi: बालूदार
kn: ಮರಳುಭೂಮಿ

source: Clay
hi: चिकनी मिट्टी
kn: ಜೇಡಿ

source: Loamy
hi: दोमट
kn: ಲೋಮಿ

source: Silty
hi: गादयुक्त
kn: ಮೆಕ್ಕಲು

source: Peaty
hi: पीटी
kn: ಪೀಟಿ

source: Chalky
hi: चूना-पत्थरी
kn: ಸುಣ್ಣದಂಶ

source: Pre-Planting
hi: रोपण से पहले
kn: ಪೂರ್ವ-ನಾಟಿ

source: Harvest
hi: कटाई
kn: ಸುಗ್ಗಿ

source: Fruiting
hi: फल लगने की अवस्था
kn: ಹಣ್ಣು ಬಿಡುವುದು

source: Germination
hi: अंकुरण
kn: ಮೊಳಕೆ ಒಡೆಯುವುದು

source: Flowering
hi: फूल आने की अवस्था
kn: ಹೂಬಿಡುವುದು

source: Vegetative
hi: वनस्पति अवस्था
kn: ಸಸ್ಯಕ

source: Seedling
hi: नवपौधा
kn: ಸಸಿ

source: Maturity
hi: परिपक्वता
kn: ಪಕ್ವತೆ

source: default
hi: डिफ़ॉल्ट
kn: ಡೀಫಾಲ್ಟ್

source: Get Farm Advisory
hi: फार्म सलाह प्राप्त करें
kn: ಕೃಷಿ ಸಲಹೆ ಪಡೆಯಿರಿ

source: Crop Growth Stage
hi: फसल विकास अवस्था
kn: ಬೆಳೆ ಬೆಳವಣಿಗೆಯ ಹಂತ

source: Select soil type
hi: मिट्टी का प्रकार चुनें
kn: ಮಣ್ಣಿನ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ

source: Select growth stage
hi: विकास अवस्था चुनें
kn: ಬೆಳವಣಿಗೆಯ ಹಂತವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Hello! How can I help you?
hi: नमस्ते! मैं आपकी कैसे मदद कर सकता हूँ?
kn: ನಮಸ್ಕಾರ! ನಾನು ನಿಮಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಲಿ?

source: Sorry, I did not understand that. Please try again.
hi: क्षमा करें, मुझे समझ नहीं आया। कृपया फिर से प्रयास करें।
kn: ಕ್ಷಮಿಸಿ, ನನಗೆ ಅರ್ಥವಾಗಲಿಲ್ಲ। ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ।

source: You can say: go to dashboard, open farms, or show advisories.
hi: आप कह सकते हैं: डैशबोर्ड पर जाएं, खेत खोलें, या सलाह दिखाएं।
kn: ನೀವು ಹೀಗೆ ಹೇಳಬಹುದು: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗೆ ಹೋಗಿ, ಫಾರ್ಮ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ, ಅಥವಾ ಸಲಹೆಗಳನ್ನು ತೋರಿಸಿ।

source: Designed by Surya Raj
hi: सूर्या राज द्वारा डिज़ाइन किया गया
kn: ಸೂರ್ಯ ರಾಜ್ ಅವರಿಂದ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ

source: Create Account & Verify
hi: खाता बनाएं और सत्यापित करें
kn: ಖಾತೆ ರಚಿಸಿ ಮತ್ತು ಪರಿಶೀಲಿಸಿ

source: Verify Your Email
hi: अपने ईमेल को सत्यापित करें
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ

source: Enter the 6-digit code sent to your email.
hi: अपने ईमेल पर भेजा गया 6-अंकीय कोड दर्ज करें।
kn: ನಿಮ್ಮ ಇಮೇಲ್‌ಗೆ ಕಳುಹಿಸಲಾದ 6-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.

source: Did not receive a code?
hi: कोड प्राप्त नहीं हुआ?
kn: ಕೋಡ್ ಸ್ವೀಕರಿಸಿಲ್ಲವೇ?

source: Start over
hi: फिर से शुरू करें
kn: ಮತ್ತೆ ಪ್ರಾರಂಭಿಸಿ

source: Email OTP
hi: ईमेल ओटीपी
kn: ಇಮೇಲ್ OTP

source: Verify Account
hi: खाता सत्यापित करें
kn: ಖಾತೆ ಪರಿಶೀಲಿಸಿ

source: Session Timeout Warning
hi: सत्र समय समाप्ति की चेतावनी
kn: ಸೆಷನ್ ಸಮಯ ಮೀರಿದೆ ಎಚ್ಚರಿಕೆ
