Repository: rajsurya519sr/Agri_Assist
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hi, kn

source: You have been inactive for a while. For your security, you will be logged out in
hi: आप कुछ समय से निष्क्रिय हैं। आपकी सुरक्षा के लिए, आपको कुछ ही सेकंड में लॉग आउट कर दिया जाएगा
kn: ನೀವು ಸ್ವಲ್ಪ ಸಮಯದಿಂದ ನಿಷ್ಕ್ರಿಯರಾಗಿದ್ದೀರಿ. ನಿಮ್ಮ ಸುರಕ್ಷತೆಗಾಗಿ, ನಿಮ್ಮನ್ನು ಕೆಲವು ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಲಾಗ್ ಔಟ್ ಮಾಡಲಾಗುತ್ತದೆ

source: seconds
hi: सेकंड
kn: ಸೆಕೆಂಡುಗಳು

source: Do you want to stay logged in?
hi: क्या आप लॉग इन रहना चाहते हैं?
kn: ನೀವು ಲಾಗ್ ಇನ್ ಆಗಿರಲು ಬಯಸುತ್ತೀರಾ?

source: Stay Logged In
hi: लॉग इन रहें
kn: ಲಾಗ್ ಇನ್ ಆಗಿರಿ

source: Farm Area
kn: ಜಮೀನಿನ ವಿಸ್ತೀರ್ಣ

source: Est. Fertilizer Need
kn: ಅಂದಾಜು ರಸಗೊಬ್ಬರ ಅಗತ್ಯ

source: Est. Pesticide Need
kn: ಅಂದಾಜು ಕೀಟನಾಶಕ ಅಗತ್ಯ

source: AI Estimation
kn: ಎಐ ಅಂದಾಜು

source: Show Details
kn: ವಿವರಗಳನ್ನು ತೋರಿಸಿ

source: Hide Details
kn: ವಿವರಗಳನ್ನು ಮರೆಮಾಡಿ

source: Crop
kn: ಬೆಳೆ

source: Avg. Rainfall (mm)
kn: ಸರಾಸರಿ ಮಳೆ (ಮಿಮೀ)

source: Pesticide (L/ha)
kn: ಕೀಟನಾಶಕ (ಲೀ/ಹೆ)

source: Farm Area (ha)
kn: ಜಮೀನಿನ ವಿಸ್ತೀರ್ಣ (ಹೆ)

source: Fertilizer (kg/ha)
kn: ರಸಗೊಬ್ಬರ (ಕೆಜಿ/ಹೆ)

source: Save Report as PDF
kn: ವರದಿಯನ್ನು ಪಿಡಿಎಫ್ ಆಗಿ ಉಳಿಸಿ

source: Prediction Results
kn: ಮುನ್ಸೂಚನೆಯ ಫಲಿತಾಂಶಗಳು

source: Yield Comparison
kn: ಇಳುವರಿ ಹೋಲಿಕೆ

source: Total Tons
kn: ಒಟ್ಟು ಟನ್

source: Hectares
kn: ಹೆಕ್ಟೇರ್

source: Kg
kn: ಕೆಜಿ

source: Litres
kn: ಲೀಟರ್

source: Crop Yield Prediction Report
kn: ಬೆಳೆ ಇಳುವರಿ ಮುನ್ಸೂಚನೆ ವರದಿ

source: Input Summary
kn: ಇನ್ಪುಟ್ ಸಾರಾಂಶ

source: Report generated by AgriAssist |
kn: ವರದಿಯನ್ನು ಅಗ್ರಿಅಸಿಸ್ಟ್ ರಚಿಸಿದೆ |

source: This is an estimate and should be used for informational purposes only.
kn: ಇದು ಒಂದು ಅಂದಾಜು ಮತ್ತು ಇದನ್ನು ಕೇವಲ ಮಾಹಿತಿ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಬೇಕು।
